package com.example.funadvisor.ui.MagicBall;

public class Ball {
    public static String[] answers = {
            "Бесспорно",
            "Стопудово!",
            "Предрешено",
            "Никаких сомнений",
            "Определённо «да»",
            "Можешь быть уверен в этом",

            "Мне кажется — «да»",
            "Вероятнее всего",
            "Хорошие перспективы",
            "Знаки говорят — «да»",
            "1000 раз «да»",
            "Да",

            "Ответ не ясен, попробуйте еще",
            "Буду долго думать. Вернись позже за ответом.",
            "Думаю... спросите позднее",
            "Хм...",
            "Ни то, ни сё",
            "Что-то... как-то... непонятно",
            "Сейчас нельзя точно предсказать",
            "Сконцентрируйся и спроси опять",

            "Даже не думай, «нет»",
            "Мой ответ: «нет»",
            "По моим данным — «нет»",
            "Перспективы не очень хорошие",
            "Весьма сомнительно",
            "Ни в коеем случае",
            "О-о-о, нет!",
            "Нет",
            "Неть",
            "Нихть! Найн! Ноу!",
            "Ответ, к сожалению, не «да»"
    };
}
